skill_list = [{'архитектор': ['коммуникация', 'работа в команде', 'умение рисовать / чертить',
                              'интерес к физике; математике; дизайну; проектированию']}, {
                  'авиадиспетчер': ['умение сохранять спокойствие в стрессовых ситуациях / стрессоустойчивость',
                                    'умения быстро находить безопасный выход из ситуации', 'коммуникация',
                                    'организаторские навыки', 'интерес к математике; физике; авиации']}, {
                  'автомобильный техник': ['коммуникация', 'развитая моторика рук',
                                           'интерес к физике; технике; механическим системам; инженерному делу']}, {
                  'агент недвижимости': ['организаторские навыки', 'коммуникация', 'навыки продажника',
                                         'интерес к недвижимости; продажам; маркетингу']}, {
                  'агент разведки': ['Письменная коммуникация', 'Устная коммуникация', 'Наблюдательность',
                                     'Исследовательские способности', 'Хорошая физическая подготовка',
                                     'Владение ПК на профессиональном уровне',
                                     'Умение расставлять приоритеты',
                                     'Организованность, собранность',
                                     'Интерес к психологии; истории; иностранным языкам; математике; политике; естественным наукам; экономике; спорту',
                                     ]}, {
                  'адвокат': ['письменная коммуникация', 'устная коммуникация', 'навыки самоорганизации', 'упорство',
                              'решительность', 'владение ораторским искусством',
                              'интерес к законодательству / психологии / социологии / криминологии']}, {
                  'администратор баз данных': ['коммуникация', 'навыки Time-менеджмента', 'навыки решения проблем',
                                               'способность к длительной концентрации внимания на отвлеченном (знаковом) материале',
                                               'усидчивость', 'терпение',
                                               'интерес к информатике; математике; программированию; безопасности данных']},
              {'администратор гостиницы': ['уметь устанавливать дружеские отношения / дружелюбность', 'коммуникация',
                                           'умение быстро и эффективно решать проблемы',
                                           'интерес к математике; предпринимательству; гостиничному делу']}, {
                  'актуарий': ['коммуникация', 'развитые презентационные навыки',
                               'интерес к статистике / экономике / математике / управлению рисками']}, {
                  'астроном': ['упорство', 'терпение',
                               'интерес к астрономии; математике; физике; химии; геоэкологии; исследовательской работе']},
              {'аэрокосмический инженер': ['Коммуникация письменная',
                                           'Коммуникация устная',
                                           'Работа в команде',
                                           'Интерес к физике; математике; авиации; инженерному делу'
                                           ]}, {
                  'администратор дома-интерната': ['Организаторские способности',
                                                   'Хорошая коммуникабельность',
                                                   'Интерес к психологии; биологии; социологии; химии; менеджменту'
                                                   ]}, {
                  'бухгалтер': ['коммуникация', 'честность', 'добросовестность', 'точность',
                                'способность к длительной концентрации внимания на отвлеченном (знаковом) материале',
                                'усидчивость', 'интерес к математике; экономке; статистике; финансам']}, {
                  'биотехнолог': ['умения принимать решения', 'упорство',
                                  'интерес к биологии; химии; физике; лабораторным исследованиям; научным исследованиям']},
              {'библиотекарь': ['хорошая коммуникабельность', 'организаторские способности',
                                'интерес к знаниям; книгам (литературе)']},
              {'бортпроводник': ['гибкое мышление', 'интерес к физике; авиации; путешествиям']}, {
                  'веб-дизайнер': ['креативность', 'уверенное владение необходимыми компьютерными программами',
                                   'интерес к информатике; графике; дизайну; интернет безопасности']}, {
                  'ветеринар': ['коммуникация устная', 'коммуникация письменная', 'работа в команде',
                                'быстрое принятие решений', 'организаторские способности',
                                'интерес к биологии; химии; животным; зоологии']}, {
                  'водитель грузовика': ['коммуникабельность', 'гибкость мышления', 'организаторские способности',
                                         'физическая устойчивость', 'психологическая устойчивость',
                                         'интерес к вождению; автомобилям; грузоперевозкам']}, {
                  'военнослужащий': ['смелость', 'навыки работы в команде', 'гибкое мышление', 'целеустремленность',
                                     'дисциплинированность', 'хорошая физическая форма', 'психологическая устойчивость',
                                     'интерес к спорту; вооруженным силам; технике']}, {
                  'военный летчик': ['навыки работы в команде', 'гибкость мышления', 'хорошая физическая форма',
                                     'интерес к физике; спорту; авиации; технике; вооруженным силам']}, {
                  'военный моряк': ['навыки работы в команде', 'организаторские способности', 'смелость',
                                    'хорошая физическая форма',
                                    'интерес к географии; кораблям; мореплаванию; военному флоту; технике; спорту']}, {
                  'воспитатель детского сада': ['организаторские способности', 'коммуникабельность', 'наблюдательность',
                                                'интерес к психологии; социологии; работе с детьми; образованию']},
              {'визажист-гример': ['интерес к визажу/ гриму; фотоделу/ видеографии; моде; истории; искусству']},
              {'геолог': ['организованность', 'интерес к геологии; физике; математике; научным исследованиям']}, {
                  'гражданский инженер': ['Креативность',
                                          'Навыки решения проблем',
                                          'Интерес к физике; математике; инженерии/ строительству/ геологии']}, {
                  'градостроитель': ['Time-менеджмент', 'навыки решения проблем',
                                     'интерес к географии/ математике/ городскому проектированию/ ландшафтному дизайну']},
              {'графический дизайнер': ['Организаторские способности',
                                        'Уверенное владение необходимыми дизайнерскими программами',
                                        'Коммуникабельность',
                                        'Интерес к информационным технологиям; искусству; дизайну; иллюстрациям; управлению проектами']},
              {
                  'дизайнер по текстилю': ['навыки коммуникации', 'уметь понимать свойства ткани',
                                           'уметь экспериментировать с цветами, текстурами и плотностями текстиля',
                                           'уверенное владение необходимыми дизайнерскими программами',
                                           'интерес к химии; искусству; моде; Art; технологии дизайна']}, {
                  'дизайнер-ювелир': ['коммуникация', 'уверенное владение необходимыми дизайнерскими программами',
                                      'интерес к дизайну ювелирных изделий; технологии изготовления ювелирных изделий; искусству']},
              {'дизайнер-модельер': ['уверенное владение необходимыми компьютерными программами', 'коммуникация',
                                     'интерес к моде; искусству; шитью']}, {
                  'дизайнер интерьера': ['организаторские способности', 'навыки переговоров',
                                         'интерес к математике; дизайну интерьеров; архитектуре; черчение']}, {
                  'event-менеджер': ['коммуникация', 'навыки ведения переговоров', 'навыки координации работы',
                                     'организаторские способности',
                                     'интерес к менеджменту; маркетингу; планированию мероприятий']}, {
                  'журналист': ['грамотная письменная речь', 'хорошая устная речь', 'целеустремленность',
                                'инициативность', 'быстрая адаптация', 'гибкость мышления', 'организованность',
                                'умение работать в жесткие сроки', 'навыки Time-менеджмента',
                                'интерес к сми; написанию текстов; поиску и анализу информации']}, {
                  'инженер-механик': ['коммуникация', 'креативность', 'новаторство', 'умение справляться с давлением',
                                      'уверенное владение необходимыми компьютерными программами',
                                      'интерес к инженерии; проектированию; математике']}, {
                  'инвестиционный аналитик': ['организаторские способности', 'коммуникация',
                                              'навыки поиска срочной информации',
                                              'интерес к финансовой и экономической отрасли; бизнесу; математике; статистике']},
              {'инженер-буровик': ['коммуникация', 'работа в команде', 'интерес к геологии; физике; химии; инженерии']},
              {
                  'инженер-химик': ['навыки решения проблем', 'креативность / новаторство',
                                    'интерес к химии; математике; технологиям']},
              {'инженер-электрик': ['новаторство', 'интерес к физике; математике; электрооборудованию']}, {
                  'инженер электросвязи': ['коммуникация', 'работа в команде',
                                           'интерес к физике; математике; электронике']}, {
                  'инженер-конструктор': ['коммуникация', 'навыки решения проблем', 'организаторские способности',
                                          'интерес к математике; физике; черчению / географии; инженерному делу']}, {
                  'инженер-сметчик': ['коммуникация устная', 'коммуникация письменная', 'навыки командной работы',
                                      'интерес к математике; физике/ географии/ строительству']}, {
                  'инспектор по надзору за досрочно освобожденными': ['навыки работы в команде',
                                                                      'уметь договариваться с людьми',
                                                                      'организаторские способности',
                                                                      'интерес к психологии; социологии; юриспруденции;']},
              {'иллюстратор': ['коммуникация', 'уверенное владение необходимыми компьютерными программами',
                               'навыки Time-менеджмента', 'интерес к живописи/ графическому дизайну; искусству']},
              {'криминалист': ['ориентированность на членство в группе', 'коммуникация',
                               'интерес к биологии; химии; физике; математике; лабораторным работам; исследованиям']},
              {'космонавт': ['хорошая физическая форма', 'умение адаптироваться к экстремальной обстановке',
                             'творческий подход к решению задач']}, {
                  'капитан морского судна': ['навыки быстрого принятия решений',
                                             'стрессоустойчивость', 'высокая коммуникабельность',
                                             'интерес к математике; географии; физике; кораблям; мореплаванию']}, {
                  'куратор музея': ['организаторские способности',
                                    'интерес к истории/ искусству/ архитектуре/ археологии']}, {
                  'ландшафтный архитектор': ['коммуникация',
                                             'уверенное владение необходимыми компьютерными программами',
                                             'интерес к географии; дизайну; экология']}, {
                  'летчик гражданской авиации': ['коммуникация',
                                                 'отличное знание письменного и разговорного (устного) английского языка. это международный язык в авиации.',
                                                 'умение сохранять концентрацию в стрессовой ситуации',
                                                 'навыки быстрого принятия решений',
                                                 'интерес к физике; авиации; технике']}, {
                  'личный тренер': ['хорошая коммуникабельность', 'хорошая физическая форма',
                                    'умение разрабатывать индивидуальные тренировки в зависимости от целей клиентов',
                                    'интерес к биологии; спорту; правильному питанию; оказанию первой медицинской помощи']},
              {
                  'менеджер по маркетингу / маркетолог': ['коммуникация', 'организаторские способности',
                                                          'интерес к математике; экономике']}, {
                  'маркетолог-аналитик': ['умение расположить к себе людей', 'хорошая письменная речь',
                                          'интерес к математике; экономике; бизнесу; социологии; психологии']}, {
                  'менеджер клиентской службы': ['коммуникация (уметь донести информацию)',
                                                 'навыки командной работы', 'навыки мотивации',
                                                 'умение понять чужую точку зрения / проблему',
                                                 'организаторские способности', 'навыки принятия решений',
                                                 'интерес к психологии; бизнесу; управлению; работе с людьми']}, {
                  'менеджер по персоналу': ['коммуникация', 'умение понять чужую точку зрения / проблему',
                                            'навыки принятия решений',
                                            'интерес к психологии; трудовому праву; работе с людьми']}, {
                  'менеджер проектов': ['устная коммуникация', 'письменная коммуникация',
                                        'уверенное владение необходимыми компьютерными программами',
                                        'навыки принятия решений', 'организаторские способности',
                                        'интерес к менеджменту; экономике; психологии; бизнесу']}, {
                  'менеджер банка': ['коммуникация', 'организаторские способности',
                                     'уверенное владение необходимыми компьютерными программами',
                                     'интерес к финансовой и экономической отрасли']}, {
                  'микробиолог': ['навыки решения сложных задач с помощью логики', 'организаторские способности',
                                  'упорство',
                                  'интерес к биологии; химии; физики; лабораторным исследованиям; изобретательству; исследовательской работе']},
              {'морской биолог': ['ориентированность на членство в группе', 'организаторские навыки', 'упорство',
                                  'хорошая физическая форма',
                                  'интерес к биологии; химии; географии; геоэкологии; морским животным; палеонтологии; океанологии']},
              {'материаловед': ['коммуникация', 'навыки принятия решений',
                                'интерес к физике; математике; химии; минералогии; инженерии; геологии']}, {
                  'метеоролог': ['ориентированность на членство в группе', 'коммуникация устная',
                                 'коммуникация письменная',
                                 'интерес к географии; математике; физике; химии; науке о земле']}, {
                  'машинист': ['коммуникабельность', 'навыки принятия решений в нестандартных ситуациях',
                               'физическая устойчивость', 'психологическая устойчивость',
                               'интерес к физике; железной дороге; технике']}, {
                  'менеджер по логистике': ['коммуникабельность', 'навыки работы в команде',
                                            'организаторские способности', 'интерес к менеджменту; планированию']}, {
                  'морской пехотинец': ['отличная физическая форма', 'навыки работы в команде',
                                        'способность ориентироваться на местности', 'упорство', 'самодисциплина',
                                        'коммуникация', 'интерес к спорту; географии; обороне; технике']}, {
                  'менеджер по туризму': ['организаторские способности', 'интерес к географии; истории; путешествиям']},
              {
                  'полицейский': ['коммуникация', 'умение сохранять самообладание в опасных ситуациях',
                                  'навыки работы в команде', 'тактичность', 'дипломатичность', 'уважение к людям',
                                  'быстрая реакция', 'хорошая физическая подготовка',
                                  'интерес к психологии; спорту; правоохранительным органам']}, {
                  'промышленный дизайнер': ['навыки Time-менеджмента',
                                            'умение планировать и организовывать все этапы проекта',
                                            'навыки письменной коммуникации', 'навыки устной коммуникации',
                                            'уверенное владение необходимыми компьютерными программами дизайна',
                                            'интерес к математике; физике; истории; инженерному делу; графическому дизайну; ремесленному делу']},
              {'переводчик': ['письменная коммуникация', 'устная коммуникация',
                              'знание особенностей коммуникаций в разных странах',
                              'свободное владение двумя и более языками',
                              'интерес к изучению языков; путешествиям; культуре']}, {
                  'политик': ['Навыки ораторского искусства',
                              'Способность владеть мимикой, жестами',
                              'Навыки дипломатии',
                              'Уметь убеждать людей',
                              'Аккуратность, пунктуальность, собранность',
                              'Интерес к политики/ экономике/ истории/ законодательству/ социологии']}, {
                  'программист': ['умение работать в команде', 'умение решать проблемы',
                                  'креативный подход к решению задач',
                                  'интерес к информатике; математике; технологиям']}, {
                  'плотник': ['хорошая физическая форма', 'навыки работы в команде',
                              'интерес к математике; работе по дереву; строительству; технологии проектирования']}, {
                  'пожарный': ['хорошая физическая форма', 'физическая выносливость', 'письменная коммуникация',
                               'устная коммуникация', 'навыки работы в команде', 'умение располагать к себе людей',
                               'умение успокоить в опасной ситуации', 'навыки принятия решений',
                               'интерес к спорту; безопасности; помощи населению']}, {
                  'психолог': ['Навыки устной коммуникации',
                               'Навыки письменной коммуникации',
                               'Уметь устанавливать доверительные отношения',
                               'Навыки принятия решения',
                               'Терпение',
                               'Чувство такта',
                               'Интерес к биологии; психологии;  помощи людям'
                               ]}, {
                  'психолог-консультант': ['навыки устной коммуникации', 'навыки письменной коммуникации',
                                           'организаторские способности', 'умение находить решения проблем', 'терпение',
                                           'чувство такта',
                                           'интерес к биологии; психологии; социологии; помощи людям; социальной работе']},
              {'преподаватель ВУЗа': ['хорошая коммуникабельность', 'организаторские способности',
                                      'интерес к работе со студентами; преподаванию']}, {'повар': [
        'интерес к ресторанному бизнесу; продуктам питания; процессу приготовления еды']},
              {
                  'растениевод': ['физическая выносливость', 'развитая мелкая моторика рук',
                                  'организаторские навыки, чтобы планировать сезонные работы',
                                  'интерес к биологии; ботанике; географии; химии; садоводству']},
              {'разработчик игр': ['интерес к графике, программированию, анимации и иллюстрированию']}, {
                  'руководитель строительства': ['организаторские способности', 'коммуникация',
                                                 'интерес к математике; физике; инженерному делу; проектированию; строительству; управление проектами']},
              {'работник по делам молодежи': ['хорошая коммуникабельность',
                                              'умение сотрудничать с другими специалистами',
                                              'организаторские способности',
                                              'интерес к психологии; социологии; социальной работе; работе с молодежью']},
              {'режиссер': ['организаторские способности', 'коммуникация',
                            'интерес к кино индустрии; театру; искусству']}, {
                  'редактор': ['грамотная письменная речь', 'хорошая устная речь', 'организаторские способности',
                               'интерес к литературе; писательскому мастерству']}, {
                  'специалист по закупкам': ['уметь обосновывать свои решения',
                                             'уметь договариваться о ценах с поставщиками',
                                             'знание рынка и тенденций отрасли',
                                             'интерес к математике; экономике; бизнесу']}, {
                  'специалист по связям с общественностью': ['высокие коммуникативные навыки',
                                                             'организаторские способности', 'навыки планирования',
                                                             'интерес к рекламе; сми; социальным сетям']}, {
                  'специалист по привлечению средств': ['навыки командной работы', 'коммуникация',
                                                        'организаторские способности',
                                                        'умение спокойно воспринимать отказы и негативные реакции',
                                                        'интерес к психологии; социологии; экономике; журналистике']}, {
                  'системный аналитик': ['умение работать в команде', 'понимание коммерческой составляющие организации',
                                         'интерес к IT-сфере; математике; информатике; информационным технологиям']}, {
                  'сетевой администратор': ['коммуникация', 'умение работать в команде', 'умение находить проблемы',
                                            'умение решать проблемы в ограниченные сроки', 'терпение', 'упорство',
                                            'интерес к IT-сфере; математике; информатике; компьютерные сети']}, {
                  'специалист техподдержки': ['навыки коммуникации',
                                              'интерес к IT-сфере; математике; информационным технологиям']}, {
                  'специалист по информационной безопасности': ['знание языков (больше одного) программирования',
                                                                'интерес к математике; структурам баз данных; компьютерные сети']},
              {'специалист по продуктам питания': ['упорство',
                                                   'интерес к биологии; химии; производству пищевых продуктов']}, {
                  'специалист по уходу за животными': ['коммуникация', 'наблюдательность', 'хорошая физическая форма',
                                                       'Time-менеджмент', 'интерес к биологии; химии; животным']}, {
                  'смотритель зоопарка': ['ориентированность на членство в команде', 'наблюдательность',
                                          'хорошая физическая форма', 'коммуникация',
                                          'интерес к биологии; географии; животным']}, {
                  'строитель': ['Хорошая физическая форма',
                                'Выносливость',
                                'Интересе к математике; строительству; технологии проектирования']}, {
                  'слесарь': ['коммуникация', 'хорошая физическая форма',
                              'интерес к физике; математике; инженерному делу']}, {
                  'специалист по транспортному планированию': ['коммуникация письменная', 'коммуникация устная',
                                                               'уверенное владение необходимыми компьютерными программами',
                                                               'интерес к математике; географии; градостроительству']},
              {
                  'служащий береговой охраны': ['коммуникация', 'навыки работы в команде',
                                                'умение быстро принимать решения', 'хорошая физическая форма',
                                                'интерес к математике; географии; спорту; мореходству; навигации; безопасности']},
              {'социальный работник': ['навыки работы в команде', 'умение выстраивать доверительные отношения',
                                       'организаторские способности', 'навыки принятия решений', 'чувства такта',
                                       'настойчивость в случаях, когда клиент не хочет принимать помощь',
                                       'интерес к психологии; социология; помощи людям; социальная работа']}, {
                  'трейдер': ['уверенное владение необходимыми компьютерными программами',
                              'интерес к финансовой и экономической отрасли', 'коммуникация',
                              'быстрая реакция на изменения на рынке',
                              'интерес к математике; финансам; финансовым рынкам']}, {
                  'тюремный надзиратель': ['Коммуникабельность',
                                           'Навыки работ в команде',
                                           'Терпеливость',
                                           'Умение сохранять спокойствие в стрессовых и опасных ситуациях',
                                           'Хорошая физическая форма',
                                           'Интерес к психологии; юриспруденции; спорту']}, {
                  'Теле и Кинопродюсер': ['Организаторские способности',
                                          'Коммуникация',
                                          'Интерес к теле и киноиндустрии; искусство; экономика']}, {
                  'учитель младших классов': ['хорошая коммуникабельность', 'гибкое мышление',
                                              'интерес к детской психологии; работе с детьми; воспитанию; преподаванию']},
              {'учитель средних классов': ['хорошая коммуникабельность',
                                           'хорошая самодисциплина, чтобы готовить и знать материал согласно учебному плану',
                                           'интерес к работе с подростками; воспитанию; преподаванию']}, {
                  'финансовый консультант': [
                      'умение объяснять сложную финансовую информацию простым языком (коммуникация)',
                      'понимание потребностей клиента',
                      'интерес к экономике / бухгалтерскому учету / предпринимательству / юриспруденции']}, {
                  'фармаколог': ['коммуникация', 'умение принимать решения',
                                 'интерес к химии; биологии; физике; медицине; здоровью']}, {
                  'фельдшер': ['навыки работы в команде', 'навыки быстрой оценки ситуации',
                               'навыки принятия решений в критических обстоятельствах', 'хорошая физическая форма',
                               'интерес к биологии; химии; физике; математике; медицине']}, {
                  'фотограф': ['воображение', 'уверенное владение необходимыми компьютерными программами',
                               'интерес к фотографии; искусству']}, {
                  'экономист': ['уверенное владение необходимыми компьютерными программами',
                                'интерес к экономике / бизнесу /политике/ математике']}, {
                  'эколог': ['Коммуникация',
                             'Терпение',
                             'Работа в команде',
                             'Интересе к биологии; химии; географии; ботанике; дикой природе; защите окружающей среды']},
              {
                  'электрик': ['Коммуникация',
                               'Хорошая физическая форма',
                               'Интерес к физике; математике; электронике']},
              {
                  'Юрист': ['Коммуникация письменная',
                            'Коммуникация устная',
                            'Навыки решения проблем',
                            'Умение объяснять юридические термины "простым" языком',
                            'Настойчивость',
                            'Интерес к закону (законодательству) / психологии / социологии']}]
